/* The title of the cancel action in an action sheet */
"Cancel" = "Cancella";

"Date" = "Data";

"Glucose" = "Glicemie";

/* Outside US share server option title */
"Outside US" = "Fuori USA";

/* The title of the Dexcom share password credential */
"Password" = "Password";

/* The title of the Dexcom share server URL credential */
"Server" = "Server";

/* U.S. share server option title */
"US" = "USA";

/* The title of the Dexcom share username credential */
"Username" = "Nome Utente";
